<template>
  <div>
    <h1>
      欢迎来到
      <br />
      蠢猪小组 官网！
    </h1>
    <h3>
      我们是来自 广州市西关外国语学校
      <br />
      现役高三(一)班的
      <br />
      蠢猪小组！
    </h3>
    <p style="color: var(--color-text-s);">
      蠢猪小组，神人居所。<br />
      官桥犯唐，趣日可多。<br />
      无语有语，聚而奇之。<br />
      有机一言，天地何之？<br />
      广甚贪杯，晚修醒酒。<br />
      羊手轻挥，天工所求。<br />
      水月发难，天庭震动。<br />
      齐聚团建，雅趣其中。<br />
      吃饱义卖，好数冥币。<br />
      哪管压力，何待佳期？<br />
      日月驻足，天地不行。<br />
      惟感蠢猪，赤子之心！<br />
    </p>
    <NuxtLink to="/contact">联系我们</NuxtLink>
  </div>
</template>
